;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: MiHLitvin
; TranslationAuthorEmail: mih@me.by
; TranslationAuthorWeb: http://www.wisecleaner.com
; Soft Version: 7.95
;
[GUI]
ButtonYes=Tak
ButtonNo=Nie
ButtonOK=Dobra
ButtonMinimize=Schavać
ButtonMaximize=Rasčynić
ButtonClose=Začynić
ButtonRestore=Adnavić
ButtonMenu=Meniu

[Translation]
ReadHabit=Źleva naprava
LanguageName=BEL_Lat

DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=Unicode_CHARSET
Information=Źviestki
Warning=Uvaha
Error=Pamyłka
Confirm=Paćvierdžańnie
pmGo=Pierajści da fajła
pmNone=Źniać vybar
pmAll1=Abrać usio
pmrec=Raicca
pmIgnore=Ignaravać punkt
pmExport=Ekspartavać u ...
pmInvert=Źviarnuć vybar
Frminput.btnok.caption=Dobra
Frminput.btncancel.caption=Skasavać
FrmWDC.pmPortable.caption=Stvaryć partatyŭnuju versiju
;
; Main GUI
;
FrmWDC.pmHelp.caption=Anłajn-daviedka
FrmWDC.pmHome.caption=Chatniaja staronka
FrmWDC.pmForum.caption=Forum
FrmWDC.pmContact.caption=Skantaktavacca
FrmWDC.pmCheckNew.caption=Pravieryć abnaŭleńni
FrmWDC.pmLang.caption=Mova
FrmWDC.pmSkin.caption=Vokładka
FrmWDC..caption=Pra pragramu
FrmWDC.btncomm.caption=Ahulnaja ačystka
FrmWDC.btnadv.caption=Dadatkovaja ačystka
FrmWDC.btnsilm.caption=Pamianšeń. Systemy
FrmWDC.btnrestore.caption=Adnavić
FrmWDC.btnsettings.caption=Nałady
FrmWDC.btnlikeit.caption=Padabajecca
FrmWDC.btnsuggest.caption=Vodhuki j prapanovy
;
; Advanced Cleaner
;
FrmAdvSettings.lblinfo.caption="Pošuk pustych fajłaŭ" dziejničaje tolki adzin raz. U nastupny raz Vam budzie treba abrać heta znoŭ.
Frmadvdc.btnscan.caption=Pačać pošuk
Frmadvdc.lblpath.caption=Šukać na:
Frmadvdc.btnrescan.caption=Šukać iznoŭ
Frmadvdc.btnall.caption=Paznačyć usio
Frmadvdc.btnadvanced.caption=Dadatkovyja nałady
Frmadvdc.btnnone.caption=Źniać paznaki
Frmadvdc.lblwrcinfo.caption=Wise Registry Cleaner - viadučy darmavy čyścilnik Rejestru dla Windows. Chutki, dbajny j biaśpiečny!
Frmadvdc.lblwrc.caption=Wise Registry Cleaner
Frmadvdc.lblpceinfo.caption=Wise PC Engineer - składanka pragramaŭ dla ačystki Rejestru j dyskaŭ, a taksama dla naładki istotnych parametraŭ systemy. Zručnaja j efektyŭnaja!
Frmadvdc.lblpce.caption=Wise PC Engineer
Frmadvdc.lblspeed.caption=Najchutčejšy pošuk u Śviecie !
Frmadvdc.lblrec.caption=Inšyja karystackija prykładańni:
Frmadvdc.vtfiles.Columns[0]=Nazva fajła
Frmadvdc.vtfiles.Columns[1]=Pamier
Frmadvdc.vtfiles.Columns[2]=Šlach
Frmadvdc.vtfiles.Columns[3]=Apošni dostup
Frmadvdc.vtfiles.Columns[4]=Typ
;
; Advanced Settings
;
FrmAdvSettings.btnok.caption=Dobra
FrmAdvSettings.btnadd.caption=Dadać
FrmAdvSettings.btnremove.caption=Vydalić
FrmAdvSettings.btnCancel.caption=Skasavać
FrmAdvSettings.wcknull.caption=Šukać pustyja fajły (0 B, pavolniej)
FrmAdvSettings.wckshortcut.caption=Šukać chibnyja cetliki (pavolniej)
FrmAdvSettings.caption=Dadatkovyja nałady
FrmAdvSettings.btnre.caption=Raicca
FrmAdvSettings.btnall.caption=Paznačyć usio
FrmAdvSettings.btnnone.caption=Źniać paznaki
;
; About
;
FrmAboutWin.caption=Pra pragramu
FrmAboutWin.btnOK.caption=Dobra
FrmAbout.lblver.caption=Biahučaja versija
FrmAbout.lblhome.caption=Chatniaja staronka:
FrmAbout.lblemail.caption=El.adras padtrymki:
FrmAbout.lblthanks.caption=Dziakujem nastupnym panam za ich sadziejničańnie:
;
; Auto Run Settings
;
FrmAutorunSettings.lblcmd.caption=Režym Kamandnaha radka
FrmAutorunSettings.lblcmdinfo.caption=Vy možacie zapuskać pragramu z kamandnaha radku dla aŭtaačystki vašych dyskaŭ. Kab atrymać bolš źviestkaŭ, kali łaska naciśnicie F1 ci pierajdzicie pa spasyłcy našaj anłajn-daviedki.
FrmAutorunSettings.chk1.caption=Stvaryć značak na Stalcu "Clean with 1-Click"
FrmAutorunSettings.chkadv.caption=uklučyć Dadatkovuju ačystku
FrmAutorunSettings.btnhelp.caption=Daviedka
;
; Common Cleaner
;
FrmCommon.btnall.caption=Abrać usio
FrmCommon.btnre.caption=Raicca
FrmCommon.btnnone.caption=Źniać vybar
FrmCommon.wckadv.caption=Uklučyć Dadatkovuju ačystku
FrmCommon.WiseLabel1.caption=Raskład
FrmCommon.lbltype.caption=Typ zapusku:
FrmCommon.lblweek.caption=Abiarycie dzień:
FrmCommon.lbltime.caption=Čas:
FrmCommon.btnScan.caption=Pačać pošuk
FrmCommon.lblstat.caption=Chutki j prosty sposab ačystki ad śmiećcia j abarony vašaje pryvatnaści.
FrmCommon.btncancel.caption=Skasavać
FrmCommon.btnrescan.caption=Šukać iznoŭ
;
; Exclusion List
;
FrmExclusion.btnAddFile.caption=Dadać fajły
FrmExclusion.btnAddFolder.caption=Dadać tečku
FrmExclusion.btnAddType.caption=Dadać typ
FrmExclusion.BtnAddCookie.caption=Dadać birki
FrmExclusion.btnImport.caption=Impart
FrmExclusion.btnExport.caption=Ekspart
FrmExclusion.btnRemove.caption=Vydalić
;
; General Settings
;
FrmGeneral.lbtran.caption=Pierakłaści na...
FrmGeneral.chkNews.caption=Aŭtaatrymańnie navinaŭ
FrmGeneral.chknotice.caption=Pakazvać apiaviaščeńni
FrmGeneral.chkwipe.caption=Zacirać vydalanyja źviestki (pavolniej)
FrmGeneral.WiseLabel1.caption=Abnaŭleńnie:
FrmGeneral.WiseLabel2.caption=Mova:
FrmGeneral.btnchecknew.caption=Pravieryć
FrmGeneral.WiseLabel4.caption=Tečki dla ačystki (dla daśviedčanych karystačoŭ)
FrmGeneral.btnAdd.caption=Dadać
FrmGeneral.btnRemove.caption=Vydalić
FrmGeneral.chkexp.caption=Udaskanaleńnie pragramy
FrmGeneral.lblexp.caption=Padrabiaźniej
;
; Restore
;
FrmRestore.btnrestore.caption=Adnavić
FrmRestore.btnremove.caption=Vydalić
FrmRestore.Btnclose.caption=Začynić
FrmRestore.caption=Adnaŭleńnie

;
; Settings
;
FrmSettings.tsCommon.caption=Ahulnyja
FrmSettings.tsAutoRun.caption=Samazahr.
FrmSettings.tsExclusion.caption=Vyklučeńni
FrmSettings.btnAbout.caption=Pra pragramu
FrmSettings.btnok.caption=Dobra
FrmSettings.btncancel.caption=Skasavać
FrmSettings.caption=Nałady
;
; System Cleaner
;
FrmSysClean.lblrecommendinfo.caption=Kali łaska, pasprabujcie našyja pradukty dla palapšeńnia chutkadziejnaści Windows.
FrmSysClean.lblpce.caption=Wise PC Engineer
FrmSysClean.lblpceinfo.caption=Wise PC Engineer - składanka pragramaŭ dla ačystki Rejestru j dyskaŭ, a taksama dla naładki istotnych parametraŭ systemy. Zručnaja j efektyŭnaja!
FrmSysClean.lbl1.caption=Wise Registry Cleaner - viadučy darmavy čyścilnik Rejestru dla Windows. Chutki, dbajny j biaśpiečny!
FrmSysClean.lbl2.caption=Wise Registry Cleaner
FrmSysClean.lblre.caption=Vy žadajecie palepšyć chutkadziejnaść Windows?
FrmSysClean.btnSlimming.caption=Vydalić
FrmSysClean.btnall.caption=Abrać usio
FrmSysClean.btnrecommended.caption=Raicca
FrmSysClean.btnnone.caption=Źniać vybar
FrmSysClean.vtsys.Columns[0]=Častka systemy
FrmSysClean.vtsys.Columns[1]=Pamier
FrmSysClean.vtsys.Columns[2]=Miescavańnie
FrmSysClean.vtsys.Columns[3]=Prapanova
;
; Disk Defrag
;
FrmDiskDefrag.btnfree.caption=Volna
FrmDiskDefrag.btnfolder.caption=Tečki
FrmDiskDefrag.btnfile.caption=Fajły
FrmDiskDefrag.btnsystem.caption=Syst. fajły
FrmDiskDefrag.btnFragmented.caption=Fragmentavana
FrmDiskDefrag.btnmft.caption=MFT
FrmDiskDefrag.chkshutdown.caption=Adklučyć kamputar paśla defragmentacyi.
FrmDiskDefrag.btnpause.caption=Prypynić
FrmDiskDefrag.btnstop.caption=Spynić
FrmDiskDefrag.btnDefrag.caption=Raspačać
FrmWDC.btndefrag.caption=Defragmentacyja
;
; Like Us
;
FrmlikeUs.lblTitle.caption=Kali Vam spadabaŭsia Wise Disk Cleaner, kali łaska parajcie hetaje cudoŭnaje darmavoje prykładańnie ŭsim vašym siabram.
FrmlikeUs.lblInfo.caption=Kali łaska, dzialiciesia Wise Disk Cleaner z vašymi rodnymi, siabrami, svajakami, kalegami j adnaklaśnikami pry dapamozie el.pošty, žyvalnikaŭ, Twitter, YouTube, Facebook i h.d. .. Jany taksama zastanucca zadavolenymi hetaju pragramaju.
FrmlikeUs.lblRate.caption= Rejtyng Wise Disk Cleaner:
FrmlikeUs.lblfollow.caption=Dadajcie nas:
FrmlikeUs.lblshare.caption=Padzialicca Wise Disk Cleaner:
FrmlikeUs.btndownload.caption=Spampavać
FrmlikeUs.imgrate.hint=Nadajcie nam 5 zorkaŭ
FrmlikeUs.imgmail.hint=Padzialicca praz el.poštu
FrmlikeUs.imgface1.hint=Padzialicca praz Facebook
FrmlikeUs.imgface2.hint=Dadajcie nas u Facebook
FrmlikeUs.imgtwitter1.hint=Padzialicca praz Twitter
FrmlikeUs.imgtwitter2.hint=Dadajcie nas u Twitter
FrmlikeUs.Caption=Padabajecca
FrmlikeUs.lbldownload.caption=Spampujcie bolš darmavych pragramaŭ z WiseCleaner.com :
;
; Security Essentials
;
Frmsecurity.caption=Prajekt pa ŭdaskanaleńni pragramnych praduktaŭ WiseCleaner.com
Frmsecurity.lbltitle.caption=Dałučyciesia da Prajektu pa ŭdaskanaleńni našych pragramnych praduktaŭ
Frmsecurity.lblinfo1.caption=Dapamažycie ŭdaskanalić hety pradukt! Vy možacie pryniać udzieł u palapšeńni našych pragramaŭ, pieradajučy źviestki ŭ WiseCleaner.com pra toje, jak Vy vykarystoŭvajecie pradukty WiseCleaner.
Frmsecurity.lblinfo2.caption=Nijakija z sabranych źviestkaŭ nia buduć vykarystanyja dziela vašaj identyfikacyi ci suviazi z Vami. Vy zmožacie vybyć z prajektu ŭ luby momant, kali pažadajecie.
Frmsecurity.lbllink.caption=Daviedajciesia bolej pra Ŭdaskanaleńnie pragramnych praduktaŭ.
Frmsecurity.cbagree.caption=Dałučycca da Prajektu pa ŭdaskanaleńni pragramnych praduktaŭ.
Frmsecurity.cbagainst.caption=Ja nie žadaju prymać udzieł u prajekcie ŭ dadzieny momant.
Frmsecurity.btnok.caption=Dobra

[Message]
LestOneItem=Vy pavinny abrać prynamsi adzin element dla ačystki.
HistorySaved=Usiaho prastory vyzvalena: %s
DisableAdd=U metach biaśpieki, niekatoryja admysłovyja tečki (takija jak, "tečka Windows", "Zahruzka ćviordych dyskaŭ" i "CD-ROM") nia mohuć być dadanyja ŭ hety śpis. 
ConfirmAdd=Vy sapraŭdy žadajecie vydalić usie hetyja fajły ŭ %s, kali Vy zapuścicie "Dadatkovuju ačystku"?
DupFolder=Hetaja tečka ŭžo majecca ŭ śpisie.
ExImport=Śpis vyklučeńniaŭ ekspartavany ŭ:
SelectHardDrive=Kali łaska, abiarycie ćviordy dysk
CreationDate=Čas stvareńnia
Description=Apisańnie
NowCleaning=Ačystka:
ScheduleNextTime=Vykanańnie:
Never=Nikoli
InputType=Aznačcie nazvu ci typ fajła (napr.: *.tmp i h.d. ..)
WarnNoType=Kali łaska, paznačcie prynamsi adzin typ fajłaŭ dla pošuku!
NoItemChecked=Kali łaska, paznačcie adzin ci bolš fajłaŭ dla ačystki.
WDCRunning=Pragrama ŭžo pracuje.
RemoveSysRestore=Vy sapraŭdy žadajecie vydalić abranuju systemnuju kropku adnaŭleńnia?
RestoreFromSysRestore=Vy pavinny pierazahruzić kamputar dla pierazapusku systemy. Vy žadajecie pierazahruzić jaho zaraz?
WarnZeroFile=Vy abrali režym "Pustyja fajły", ale 0-bajtnyja fajły mohuć być patrebnyja niekatorym prykładańniam. Pierad ich vydaleńniem, Vy pavinny budziecie prahladzieć ich. Vy ŭpeŭnieny, što žadajecie praciahnuć?
SysRestoring=Padrychtoŭka da adnaŭleńnia systemy...
SysCreating=Stvareńnie systemnaje kropki adnaŭleńnia...
Browse=Ahlad... 
AllHardDrive=Usie lakalnyja dyski 
Cleaning=Ačystka... 
Exported=Biahučyja punkty ekspartavanyja ŭ %s. Vy žadajecie adčynić hety fajł zaraz? 
LeftTimeSec=Praciahłaść: %d chvil. i %d sek.. 
Safetodel=Hety fajł moža być biaśpiečna vydaleny. 
MoreSpace=Dla vyzvaleńnia prastory. 
Unknow=Nieviadoma. 
AddFileType=Dadańnie typu fajłaŭ 
AlreadExist=%s užo majecca ŭ śpisie. 
illegalType=%s nieprymalny typ fajłaŭ. 
Summary=Apisańnie
InputSummary=Kali łaska, aznačcie apisańnie hetaha typu: 
noselected=Nie abrana nijakich punktaŭ. 
DelFileType=Vy sapraŭdy žadajecie vydalić hety typ fajłaŭ? 
ScanAborted=Pošuk skasavany! 
TrashFound=%d fajł(a,aŭ) znojdziena, ahulny pamier %s. 
NoTrashAndTrace=Vinšujem! Vaš kamputar ačyščany. 
CleanDone=Ačystka vykananaja! 
LestOne=Vy pavinny abrać prynamsi adnu vobłaść dla pošuku. 
LestOneClean=Vy pavinny abrać prynamsi adnu vobłaść dla ačystki.
Scanning=Pošuk.. 
InvalidIgnorItem=Nie mahu prapuścić hety punkt. 
TraceFound=%d śladoŭ znojdziena. 
CleanNow=My raim Vam pstryknuć "Pačać ačystku", kab nieadkładna vydalić hetyja śmiećcie j ślady. 
TrashRemoved=%d fajł(a,aŭ) vydalena, prastory vyzvalena: %s. 
TraceRemoved=%d śladoŭ vydalena. 
LastCommonClean=Apošniaja ačystka vašych dyskaŭ: 
Working=Kali łaska, dačakajciesia vykanańnia biahučaje zadačy j pasprabujcie znoŭ. 
NoFilesFound=Nia maje śmiećcia 
NoTracesFound=Nia maje śladoŭ 
FindTraces=%d śladoŭ
NoItemFound=Ničoha nia znojdziena 
FindFilesSize=%d fajł(a,aŭ) znojdziena, ahulny pamier %s 
FindTracesSection=%d śladoŭ znojdziena ŭ hetaj vobłaści
CanFreeSpace=Usiaho znojdziena %d fajł(a,aŭ), možna vyzvalić %s dyskavaje prastory. 
TotalTraces=Usiaho znojdziena %d śladoŭ. 
EnableRestore=Adnaŭleńnie Systemy adklučanaje. Vy žadajecie ŭklučyć hetuju słužbu? 
RestorePointFail=Zboj stvareńnia kropki adnaŭleńnia.
ErrorMsg=Paviedamleńnie pra pamyłku:
NoNewVer=Abnaŭleńni nia znojdzienyja.
KeyWord=Kali łaska, aznačcie klučavoje słova:
AddFolder=Dadańnie tečki
CannotCrTask=Nie mahu stvaryć zadaču planoŭščyka.
InvalidType=Chibnaje pašyreńnie fajła
NoType=Vy pavinny vyznačyć prynamsi adzin typ fajłaŭ dla pošuku.
FailToDelete=Niekatoryja fajły nia mohuć być zaraz vydalenyja, ale jany buduć vydalenyja padčas nastupnaje zahruzki systemy.
GoodHabit=Vy majecie čysty kamputar. Trymać kamputar u čyścini - dobraja zvyčka. Kali łaska, prytrymlivajciesia jaje.
7After=Minuła %d dzion paśla apošniaje defragmentacyi. Raicca vykanać nieadkładny analiz. 
7Before=Utrymańnie vašych dyskaŭ u čyścini - dobraja zvyčka, jakaja dapamahaje vyzvalić dyskavuju prastoru j abaranić vašuju pryvatnaść.
TaskExists=Zadača planoŭščyka ŭžo isnuje. Vy žadajecie vydalić staruju zadaču j zaplanavać novuju? (Nie - redagavać isnuju zadaču. Skasavać - skasavać dziejańnie.) 
NoBackupSelected=Vy pavinny abrać prynamsi adzin rezervovy fajł dla adnaŭleńnia.
StartScan=Pačać pošuk
StartClean=Vydalić
Cancel=Skasavać
Idle=Padčas prastoju
Daily=Štodnia
Weekly=Štotydzień
Monthly=Štomiesiac
Monday=Paniadziełak
Tuesday=Aŭtorak
Wednesday=Sierada
Thursday=Čaćvier
Friday=Piatnica
Saturday=Subota
Sunday=Niadziela
AvdDefaultHint=U hetaj častcy dastupny dadatkovyja nałady dla bolš daskanałaha pošuku śmiećcia.
TrashFoundEx=Byli znojdzieny nastupnyja śmiećcievyja fajły:
NoDriveChecked=Vy pavinny abrać dla pošuku adzin ci bolš dyskaŭ.
ScanFor=Pošuk na dyskach:
FindDrives=Pošuk dyskaŭ...
Login=Padčas uvachodu
NewVer=Dastupna novaja versija! Vy žadajecie abnavić pragramu zaraz?
TranslateTo=Pierakłaści...
AddCookies=Dadańnie birkaŭ
InputCookie=Aznačcie birki (napr.: wisecleaner.com i h.d.)
InvalidCookie=Chibnyja birki
BrowserRunning=Pragrama %s zapuščanaja. Vy žadajecie začynić jaje? Inakš, keš i birki nia zmohuć być vydalenyja.

[CommonClean]
ScanAbortedHint=My raim Vam nieadkładna raspačać pošuk śmiećcia j śladoŭ pracy na kamputary.
DefaultHint=Zvyčajnaja ačystka ad śmiećcia j vydaleńnie śladoŭ pracy na kamputary dla abarony vašaje pryvatnaści.
ScanAbortedHint1=My raim Vam nieadkładna vykanać pošuk śmiećcia.
WhenIdle=Padčas prastoju
WhenLogin=Padčas uvachodu

[SysClean]
Open=Adčynić
Remove=Vydalić
MoreSpace=Vyzvaleńnie prastory
Cleaning=Ačystka...
Scanning=Pošuk... 
ScanEnd=Pošuk vykanany, usiaho znojdziena %d element(a,aŭ), možna vyzvalić %s dyskavaje prastory.
NoItems=Vinšujem! Vaš systemny dysk ačyščany. 
SpaceFreed=Vykanana, %s dyskavaje prastory vyzvalena.
Installer=Sastarełyja ŭstaloŭniki Windows
LongInstaller=Sastarełyja Windows-ustaloŭniki źjaŭlajucca niepatrebnymi fajłami j mohuć być vydalenyja dziela vyzvaleńnia dyskavaje prastory.
PatchUninstall=Vystalovačnyja fajły abnaŭleńniaŭ Windows
LongPatchUninstall=Kali Vy nie źbirajeciesia vystaloŭvać abnaŭleńni Windows, to možacie vydalić hetyja fajły.
Downloadedfiles=Spampavanyja ŭstalovačnyja fajły Windows
Longdownloadedfiles=Paśla paśpiachovaha abnaŭleńnia Windows, hetyja fajły možna vydalić.
Baselinecache=Keš bazavych ustaloŭnikaŭ Windows
LongBaselinecache=Hetyja fajły stvarajucca padčas ustaloŭki Windows-słužbaŭ i mohuć być potym vydalenyja.
JPIME=Japonskija IME-fajły
LongJPIME=Kali Vy bolej nia majecie patreby ŭ japonskaj movie, to možacie vydalić hetyja fajły.
KoreanIME=Karejskija IME-fajły
LongKoreanIME=Kali Vy bolej nia majecie patreby ŭ karejskaj movie, to možacie vydalić hetyja fajły.
TChineseIME=Kitajskija (tradycyjnaja systema) IME-fajły
LongTChineseIME=Kali Vy bolej nia majecie patreby ŭ kitajskaj (tradycyjnaja) movie, to možacie vydalić hetyja fajły.
MPinyinIME=Microsoft Pinyin IME
LongMPinyinIME=Kali Vy bolej nia majecie patreby ŭ systemie tranślitaracyi kitajskich hierohlifaŭ, to možacie vydalić hetyja fajły.
HelpFile=Fajły Daviedki Windows
LongHelpFile=Kali Vy bolej nia majecie patreby ŭ dapamožnych fajłach Windows, to možacie vydalić ich.
SamplePic=Uzory vidarysaŭ
LongSamplePic=Kali Vam bolej nie patrebny systemnyja ŭzory vidarysaŭ, to možacie vydalić ich.
SampleMic=Uzory muzyki
LongSampleMic=Kali Vam bolej nie patrebny systemnyja ŭzory hukavych fajłaŭ, to možacie vydalić ich.
SampleVideos=Uzory videa
LongSampleVideos=Kali Vam bolej nie patrebny systemnyja ŭzory videafajłaŭ, to možacie vydalić ich.
SampleMedia=Uzory medyjafajłaŭ
LongSampleMedia=Kali Vam bolej nie patrebny systemnyja ŭzory medyjafajłaŭ, to možacie vydalić ich.
Wallpaper=Špalery Windows
LongWallpaper=Kali Vam bolej nie patrebny špalery dla Stalca, to možacie vydalić ich.
[DiskDefrag]
Volume=Dysk
Format=Fajłavaja systema
TotalSpace=Pamier
FreeSpace=Volna
Fragmented=Fragmentacyja
Status=Stan
PmDefrag=Defragmentavać
QuickOpt=Chutkaja aptymizacyja
FullOpt=Poŭnaja aptymizacyja
PmAnlyse=Analizavać
Resume=Uznavić
Analying=Analizavańnie
Defragmenting=Defragmentacyja
Optimizing=Aptymizacyja
Analyed=Praanalizavana
Defragmented=Defragmentavana
Optimized=Aptymizavana
Pause=Prypynić
IsSSD=Mahčyma, vaš vybar uklučaje prynamsi adzin ćviordacielny dysk. Defragmentacyja takoha dyska moža paŭpłyvać na jaho pracazdolnaść i skaracić čas jaho słužby. Vy sapraŭdy žadajecie praciahnuć?
FragmentedRate=Fragmentacyja

[Area]
InvalidStartMenu=Chibnyja punkty meniu Pusk
PDFCreator=PDFCreator
PDFArchitect=PDF Architect
AdobeReaderTmp=Časovyja fajły Adobe Reader
AdobePhotoshop=Historyja Adobe Photoshop
DaemonTools=Pryłady Daemon
BitTorrent=BitTorrent
OperaCache=Keš Opera
OperaHistory=Historyja Opera
OperaCookies=Birki Opera
OperaSessions=Zachavanyja sesii Opera
OperaURLHistory=Aznačanyja URL-adrasy Opera
OperaSiteIcon=Značaki staronkaŭ Opera
OperaPassword=Zachavanyja paroli Opera
Networkmapping=Historyja adlustravańnia sietkavych dyskaŭ
LastDownloadDir=Apošniaja tečka zapampoŭki
TrashClean=Niepatrebnyja fajły
TraceClean=Ślady pracy na kamputary
WinRar=WinRar
WinZip=WinZip
7Zip=7-Zip
GoogleEarth=Google Earth
AcrobatReader=Acrobat Reader
MSN=Windows Live Messenger
OfficePicture=Kiraŭnik vidarysami Microsoft Office
Office=Microsoft Office
OfficeRecent=Historyja Microsoft Office
TypeOtherApp=Inšyja prykładańni
WindowsPaint=Windows Paint
WindowsDefender=Windows Defender
WindowsWordpad=Windows Wordpad
WindowsMediaPlayer=Windows Media Player
TypeWComponents=Kampanenty Windows
FireFoxOther=Inšaja historyja Mozilla FireFox
FireFoxPass=Zachavanyja paroli Mozilla FireFox
FireFoxForm=Historyja samazapaŭnieńnia formaŭ Mozilla FireFox
FireFoxCookies=Birki Mozilla FireFox
ChromePass=Zachavanyja paroli Google Chrome
ChromeForm=Historyja samazapaŭnieńnia formaŭ Google Chrome
ChromeCookies=Birki Google Chrome
IEPass=Zachavanyja paroli Internet Explorer (zapavolvaje pošuk)
IEForm=Historyja samazapaŭnieńnia formaŭ Internet Explorer (zapavolvaje pošuk)
IECookies=Birki Microsoft Internet Explorer
DOMStoreCookies=Birki Microsoft IE DOMStore
IEAddressBarHistory=Historyja Microsoft Internet Explorer
TypeInternet=Vandravańnie pa Siecivie
JumpList=Śpisy pierachodaŭ Palicy Zadačaŭ
SearchList=Historyja pošuku Windows
TraryNotify=Historyja apaviaščeńniaŭ z systemnaha treja Windows
ExplorerMRU=Inšyja MRU Pravadnika
Recentdocuments=Apošnija dakumenty
RunStartMenu=Historyja Meniu Zapusk
TypeSystem=Systema Windows
Flash=Adobe Flash Player
TypeMedia=Multymedyja
FireFoxCache=Keš Mozilla FireFox
ChromeCache=Keš Google Chrome
IECahce=Keš Microsoft Internet Explorer
LogFile=Fajły systemnaha dziońnika
DownloadedPatch=Fajły zapampoŭki, stvoranyja Windows
ErrorReport=Fajły spravazdačaŭ pra pamyłki
Dump=Fajły adbitkaŭ pamiaci
ThumbCache=Keš eskizaŭ vidarysaŭ
InvalidLnk=Chibnyja cetliki
UserTemp=Śmiećcie, stvoranaje prykładańniami
SysTemp=Śmiećcie, stvoranaje Windows
Prefetch=Fajły keša zahruzki systemy 
RemoteDesktop=Fajły keša padalenaha stalca
Recyclebin=Ačyščać Śmietnicu
SafariCache=Sieciŭny keš Safari
SafariHistory=Historyja Safari
SafariCookies=Birki Safari
SafariPass=Zachavanyja źviestki formaŭ Safari
YahooMessage=Yahoo Message
WLM=Windows Live Messenger
SunJava=Sun Java

[Type]
UserDefine=Vyznačana karystačom
ZeroFile=Pusty fajł - 0 bajtaŭ
WinSetupLog=Fajł dziońnika pamyłkaŭ ustaloŭki Windows.
NtUninstall=Vystaloŭnik abnaŭleńniaŭ Windows.
InvalidLnk=Chibny cetlik
UserTemp=Fajł u karystackaj časovaj tečcy.
WinTemp=Fajł u časovaj tečcy Windows.
RecentFiles=Fajł historyi.
PatchSource=Zychodny fajł abnaŭleńniaŭ Windows.
TempFile=Časovy fajł
fcwdir=Fajł, stvorany padčas zapampoŭki.
tfcbp=Časovy fajł pragramaŭ.
sdrf=fajł adnaŭleńnia Scandisk
OldFile=Stary fajł
outdatedfile=Sastareły fajł.
fcwhfir=Fajł, stvorany padčas pracy Daviedki.
Ncfile=Fajł keša navinaŭ.
Backupfile=Adnoŭka
WBfile=Adnoŭka MS Word.
Cbswahf=Stvorany padčas pošuku ŭ Daviedcy.
whtf=Časovy systemny fajł Daviedki.
Logfile=Fajł dziońnika
LLogfile=Fajł dziońnika, stvorany prykładańniami ci systemnymi słužbami.
Errorfile=Pamyłkovy fajł
Wmdf=Fajł adbitka pamiaci Win2000/XP.
bcomf=adnoŭka źmienienych fajłaŭ.
Indexfile=Fajł-aznačnik
ifcbsiotitpbs=fajł-aznačnik, stvorany, kab paskoryć prahlad vidarysaŭ.
Tfcds=Časovy fajł ustaloŭki.
Intermediatefile=Pramiežkavy fajł
chkfile=Adnoŭleny fajł

[AutoClean]
DiskSaved=dyskavaje prastory vyzvalena.
Title=Vinšujem!
TraceCleanned=śladoŭ vydalena.

[Skin]
SkinDefault=Zmoŭčnaja
SkinGray=Šeraja
SkinOrange=Pamiarancavaja
SkinCustom=Karystackaja
SkinColor=Vyznačycie koler vokładki